{"3253":{"itemID":3253,"title":"A Beautiful Necklace","price":"99","sellerID":"brogr@mmers.com","blurb":"Exquisitely carved this beautiful necklace is every woman's first choice. It can suit any occasion and every attire. This is not only stylish but also of high quality and available at very reasonable price.","imageName":"1gpdos.jpg","category":"Jewelry"},"36961":{"itemID":36961,"title":"Omega Watch Mens","price":"749","sellerID":"brogr@mmers.com","blurb":"A perennial favorite, our iconic Slim Runway watch is updated with a mesh strap crafted from stainless steel. This ultra-sleek style features minimalist face detailed with gold-tone time stops and our engraved logo.","imageName":"t0w5ap.jpg","category":"Jewelry"},"66648":{"itemID":66648,"title":"Fujifilm Camera","price":"499","sellerID":"brogr@mmers.com","blurb":"Fujifilm’s X-A3 mirrorless camera gives you high quality images, great features and retro style that will make your photography more fun. ","imageName":"5442w8.jpg","category":"Electronics"},"134833":{"itemID":134833,"title":"New iPhone","price":"979","sellerID":"brogr@mmers.com","blurb":"New iPhone X.  Never been used.  In a sealed box.","imageName":"i3ozb.jpg","category":"Phones"},"349760":{"itemID":349760,"title":"Subaru Forester","price":"34979","sellerID":"brogr@mmers.com","blurb":"Gray with off-roading capabilities.  Drives like a charm.","imageName":"hfqea.jpg","category":"Cars"},"413003":{"itemID":413003,"title":"Apple AirPods","price":"149","sellerID":"brogr@mmers.com","blurb":"New out of the box Apple Airpods.  Enjoy wireless listening on the go.  Extended battery life","imageName":"4plmz5.jpg","category":"Phones"},"493721":{"itemID":493721,"title":"DSLR Digital Camera","price":"589","sellerID":"brogr@mmers.com","blurb":"Photography isn't hard, especially with the Canon EOS Rebel T6. It has a Feature Guide that gives short explanations of shooting modes, settings, and more, and a Creative mode that explains how to change exposure, tone, sharpness, and more. This 18MP camera has built-in Wi-Fi for easy sharing, and an 18-55mm IS II lens and 75-300mm lens.","imageName":"6niq2.jpg","category":"Electronics"},"578147":{"itemID":578147,"title":"Mens Watch","price":"499","sellerID":"brogr@mmers.com","blurb":"Go off the grid with the Gage, a handsome timepiece featuring aviation-inspired details. We took the classic chronograph watch and gave it a modern design edit: a navy dial showcases a three-hand display and sub dials with distinctive red accents. This signature style works just as well with a structured blazer as it does with a cashmere sweater and jeans.","imageName":"0tr8j8.jpg","category":"Jewelry"},"647319":{"itemID":647319,"title":"A Digital Camera","price":"199","sellerID":"brogr@mmers.com","blurb":"Like new, barely used.  Takes exceptional photos and I am offering a 64 GB memory card with it.","imageName":"xs6k3s.jpg","category":"Electronics"},"682216":{"itemID":682216,"title":"Stainless Mens Watch","price":"999","sellerID":"brogr@mmers.com","blurb":"A monochrome masterpiece, our Slim Runway watch is designed with a polished all-black finish for a tough-luxe vibe. With tonal time stops and our signature engraved logo, this bold piece is the epitome of chic. Slip it on with everything from your favorite off-duty looks to go-to daytime uniforms for a sleek finish.","imageName":"krihh.jpg","category":"Jewelry"},"789117":{"itemID":789117,"title":"Charging dock for mobile phones","price":"89","sellerID":"brogr@mmers.com","blurb":"Perfect for your nightstand or kitchen.  You can even enjoy handsfree viewing with a perfect angle.","imageName":"igehsa.jpg","category":"Phones"},"791213":{"itemID":791213,"title":"Black Subaru","price":"34989","sellerID":"brogr@mmers.com","blurb":"The 2018 Subaru BRZ reminds you of everything you love about driving: the growl of the engine, the confident feeling of the brakes and the connection through the steering wheel as you guide the car through the turns at speed. It all begins with the classic sports car configuration: front engine, rear-wheel drive. ","imageName":"y4zygd.jpg","category":"Cars"},"801569":{"itemID":801569,"title":"Ferrari","price":"47284","sellerID":"brogr@mmers.com","blurb":"The 488 GTB name marks a return to the classic Ferrari model designation with the 488 in its moniker indicating the engine's unitary displacement, while the GTB stands for Gran Turismo Berlinetta. The new car not only delivers unparalleled performance, but a thrill as well.","imageName":"081yy3.jpg","category":"Cars"},"881333":{"itemID":881333,"title":"New Samsung Galaxy S9","price":"789","sellerID":"brogr@mmers.com","blurb":"Why buy an iPhone when you can get all the features from Samsung and more.","imageName":"9r9k3.jpg","category":"Phones"},"923486":{"itemID":923486,"title":"Canon DSLR","price":"419","sellerID":"brogr@mmers.com","blurb":"Canon camera.  Newest version.  Take the best photos of you and your family with this camera.","imageName":"2p0v9v.jpg","category":"Electronics"}}